import React from 'react'

export const AgreementPage = () => {
  return (
    <div className="row">
      <div className="col s12 offset-s2">
        <h2>Условия использования</h2>
        <p>Торговля на бирже - это высокий риск! Принимая данное соглашение вы подтверждаете, что берете на себя все риски.</p>
        <p>
          Проект BiBot, равно как и его основатели и сотрудники, не несет ответственности за возможные убытки по переданному в
          управление счету. 
        </p>
        <p>
          При работе возможны просадки (временный убыток по счету) - это абсолютно нормально и естественно. 
        </p>
        <p>
          Наше вознаграждение оплачивается ежегодно, не позднее 10 дней с момента подключения счета или начала нового платежного периода.
          В случае неоплаты мы имеет право остановить работу робота по вашему счету и разорвать соглашение в одностороннем порядке. 
        </p>
        <p>
          Стоимость услуг составляет 500 USDT в год.
        </p>          
      </div>
    </div>    
  )
}
